export const reviews = [
  {
    id: 1,
    author: 'todd wittaya',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjWy786ZCFzZ2uhRfEyECoyDIDsvtJVF29fg4lc6iv3NCLvjG7za=s128-c0x00000000-cc-rp-mo',
    originalText: 'Best in the area 🙌🏻',
    rating: 5,
  },
  {
    id: 2,
    author: 'Thanon Ampunsang',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjV1Nu7omka_korO7m-WuSSOjktPdo8rb7paNVSdAPAs1MASKuGeaw=s128-c0x00000000-cc-rp-mo-ba6',
    originalText:
      'ใช้น้ำแรงดัน+โฟม ล้างเฉพาะภายนอกตัวรถ มีเช็ดน้ำที่ค้างอยู่ภายในประตูรถให้ด้วย เคลือบยางดำ ราคาไม่แพง 90 บาท ถ้าสายลุยมาล้างผมว่าคุ้ม งานออกมาสมราคาอยู่ครับ',
    rating: 5,
  },
  {
    id: 3,
    author: 'wendy',
    pictureUri:
      'https://lh3.googleusercontent.com/a/ACg8ocL4krUMRUFwfW94BEcybIquPIILZDiwHhjOGxHW4lpGpRbPbOk=s128-c0x00000000-cc-rp-mo',
    originalText:
      'ถือว่าถูกและดี เมื่อเทียบกับไปหยอดเหรียญล้างเองที่ไม่เกิน50฿ แต่เสียแรงและเสียเวลา อันนี้ใช้เวลาไม่น่าเกิน10นาที(ไม่รวมรอคิว) จบที่90฿ โดยรวมสะอาด ถือว่าดี คุ้มกับราคาที่จ่าย (น้องๆพนักงานไม่ได้เปิดรถมาเช็ดแบบนี้ทุกคันนะเท่าที่เห็นคันก่อนหน้า แต่เราเปิดประตูพอดี น้องๆเลยมาเข็ดขอบประตูให้)',
    rating: 5,
  },
  {
    id: 4,
    author: 'ธนัช เลิศจินดาพร',
    pictureUri:
      'https://lh3.googleusercontent.com/a/ACg8ocLZI10bGNwoGmuIPGXiKAr3ePrfr-B89k7eFo7v_f-EcyqmWA=s128-c0x00000000-cc-rp-mo',
    originalText:
      'ล้างดี ล้างสะอาด ราคาไม่แพง พนักงานพูดจาเพราะครับ ถ้าเป็นแบบนี้ตลอด ไปใช้บริการบ่อยๆแน่นอนครับ',
    rating: 5,
  },
  {
    id: 5,
    author: 'Quicky - quick to clean',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjXLNj0iYqAcU7PdsMTrt8ooa5hU-inG1INoJYwHUkkKK13ssgs=s128-c0x00000000-cc-rp-mo',
    originalText: '👍🏼',
    rating: 5,
  },
  {
    id: 6,
    author: 'บิน กิน เฮ',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjX0qnyItqcMO-49zkg_WGOtEeaLD6Ohj93kKTghaRH8QPQVN8o=s128-c0x00000000-cc-rp-mo-ba4',
    originalText: 'ดีคับ90บาทไม่ต้องลงจากรถ',
    rating: 4,
  },
  {
    id: 7,
    author: 'Sittichai Chuwong',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjXH3yJEPTlLLy98JNm0Ta56eRbaKPn_HN8UqjCz4IcQhTOUxTE=s128-c0x00000000-cc-rp-mo',
    originalText: 'ล้างสะอาดดี ไว้จะไปซ้ำแน่นอน',
    rating: 5,
  },
  {
    id: 8,
    author: 'RaceOrigin',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjWKHdH6qZfJxHuHvHhkFLYkcK1dTvj_kO_AC0APejVjrR7DnoOw=s128-c0x00000000-cc-rp-mo',
    originalText:
      'พึ่งไปใช้บริการครั้งแรก ประทับใจมาก พนังงานใส่ใจเก็บรายละเอียดได้ดี เช็ดขอบประตูให้ และใช้ลมเป่าน้ำตามซอกมุม ขอให้รักษามาตรฐานแบบนี้ไว้นะครับ จะมาใช้บริการบ่อย ๆ คุ้มเกิน 90 บาทจริง ๆ ❤️',
    rating: 5,
  },
  {
    id: 9,
    author: 'Tirapon Pongpichit',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjUhWpm9EUhpH6xji1ffxx-WF4W9iafKcNFarfUL42lFEId0C46KGg=s128-c0x00000000-cc-rp-mo-ba3',
    originalText: 'ล้างดีครับ เอาไปล้างมา 2 คัน สะอาดดี ราคาไม่แพง',
    rating: 5,
  },
  {
    id: 10,
    author: 'Nuukae Irreplaceable',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjWQ6xoEfsfb4NBWy_k3fAWfWs1sEswp4LOG32t6wuMjkUlQhRfN=s128-c0x00000000-cc-rp-mo',
    originalText: 'บริการดี ราคาไม่แพง เกินคุ้มกับราคานี้ค่ะ',
    rating: 5,
  },
  {
    id: 11,
    author: 'TPshadow Rajitrangsan',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjXd29IVohJq8WSwOVcWtGaBmwdupTK7NBv2w7-b_Oz507Is_w0W=s128-c0x00000000-cc-rp-mo',
    originalText: 'ล้างดีครับ คุณภาพเกินราคาครับ',
    rating: 5,
  },
  {
    id: 12,
    author: 'Lily Ma',
    pictureUri:
      'https://lh3.googleusercontent.com/a/ACg8ocLFm5CcmJivGXsJH_bNfnS8ygrbsdr1wVHQ4c52DUZSxhfvkA=s128-c0x00000000-cc-rp-mo-ba3',
    originalText:
      'ถือว่าเป็นร้านล้างรถภายนอกที่ละเอียดที่สุดเท่าที่เคยเจอมา พนักงานตั้งใจล้างมาก ล้างนานมาก แต่ราคามาตรฐานค่ะ ประทับใจมากๆค่ะ ถ้ามีเวลาให้แวะล้างร้านนี้เลยค่ะ แนะนำค่ะ',
    rating: 5,
  },
  {
    id: 13,
    author: 'Fia Fia',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjUn9zpEKjoafBmuI-B6BlHT_pN_kDzEwgHwtdgDWiY6STBPuE9M=s128-c0x00000000-cc-rp-mo-ba6',
    originalText:
      'ล้างเฉพาะภายนอก 90.-\nพนักงานรุมทั้งล้างทั้งเช็ด\nมีเทคนิคการเป่าไล่ลมออกแล้วค่อยเช็ดทำให้แห้งไว้ขึ้น\nเปิดประตูรถ เช็ดขอบด้านในด้วย\nสะอาดใช้ได้ค่ะ\n\nร้านอยู่ตรงทางโค้งตอนเข้าก็สังเกตยากนิดนึง\nตอนออกก็ยากหน่อยเพราะรถวิ่งเร็ว',
    rating: 5,
  },
  {
    id: 14,
    author: 'sas M',
    pictureUri:
      'https://lh3.googleusercontent.com/a/ACg8ocKv4cIbQZx4FyKOpPtz3OkekcMB17gH--Ci-AJEHRvxWYyZcnY=s128-c0x00000000-cc-rp-mo',
    originalText:
      'ล้างเร็ว พนักงานเยอะ  เหมาะกับหน้าฝนมากๆล้างภายนอกเอาสิ่งสกปรกออก ราคาดี แนะนำค่ะ',
    rating: 5,
  },
  {
    id: 15,
    author: 'Suphsnish Yim',
    pictureUri:
      'https://lh3.googleusercontent.com/a/ACg8ocL1IU2IUUdQAyv8LBg_ongkdJAO5Bin9MJT6Z8ryLjwQCl9HA=s128-c0x00000000-cc-rp-mo',
    originalText:
      'ล้างสะอาด รวดเร็ว พนักงานดีใส่ใจ\nอยากให้มีบัตรสะสมแต้มจ้า จะแวะมาบ่อยๆ',
    rating: 5,
  },
  {
    id: 16,
    author: 'Wasan Auemkasame',
    pictureUri:
      'https://lh3.googleusercontent.com/a-/ALV-UjVDr-t6XK-3EF__wKOJhnHbYd6g52FBBLny53Ca8ULtBdqj1h1X=s128-c0x00000000-cc-rp-mo',
    originalText: 'ล้างสะอาด รวดเร็ว Hyundai H1 ก็ล้างได้สบายครับ',
    rating: 5,
  },
];

export const faqs = [
  {
    question: 'คุณให้บริการอะไรบ้าง?',
    answer:
      'เราให้บริการการล้างภายนอกด้วยโฟมสูตรเฉพาะของทางเรา และการขัดยางรถ บริการของเราช่วยให้คุณสามารถทำความสะอาดรถได้ภายในเวลา 5 นาทีโดยไม่ต้องลงจากรถ',
  },
  {
    question: 'การล้างรถใช้เวลานานแค่ไหน?',
    answer:
      'บริการล้างรถแบบขับผ่านของเราใช้เวลาเพียง 5 นาที ทำให้สะดวกและรวดเร็วสำหรับคุณ',
  },
  {
    question: 'ฉันจำเป็นต้องจองคิวล่วงหน้าไหม?',
    answer:
      'ไม่จำเป็นต้องจองคิวล่วงหน้า! คุณสามารถขับรถมาและทีมงานของเราจะช่วยเหลือคุณอย่างดีที่สุด',
  },
  {
    question: 'เวลาทำการของคุณคือเมื่อไหร่?',
    answer:
      'เราเปิดให้บริการตั้งแต่วันจันทร์ถึงวันอาทิตย์ เวลา 9:00 น. ถึง 20:00 น.',
  },
  {
    question: 'คุณรับชำระเงินด้วยวิธีใดบ้าง?',
    answer:
      'เรารับชำระด้วยเงินสด และการชำระเงินผ่านมือถือบน QR Code เพื่อความสะดวกของคุณ',
  },
  {
    question: 'มีโปรแกรมสะสมแต้มหรือไม่?',
    answer:
      'ณ ปัจจุบันยังไม่มีโปรแกรมสะสมแต้มค่ะ แต่หากมีเมื่อไหร่จะเรียนแจ้งให้ทุกท่านทราบโดยเร็วที่สุด',
  },

  {
    question: 'คุณสามารถล้างรถทุกประเภทได้หรือไม่?',
    answer:
      'เราสามารถล้างรถขนาดมาตรฐานส่วนใหญ่ได้ รวมถึงรถยนต์ รถ SUV และรถกระบะ กรุณาสอบถามพนักงานของเราสำหรับรถที่มีขนาดใหญ่เกินมาตรฐาน',
  },
  {
    question: 'มันปลอดภัยสำหรับรถของฉันหรือไม่?',
    answer:
      'แน่นอน! อุปกรณ์ของเราได้รับการออกแบบมาให้อ่อนโยนต่อรถของคุณในขณะที่ทำความสะอาดอย่างมีประสิทธิภาพ',
  },
];
